---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionRectangular.Width
zh: 宽度
source: html/9c2ac3b1-18a3-2986-d47c-fb1aa5b5c22e.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionRectangular.Width Property

**中文**: 宽度

Section width.

## Syntax (C#)
```csharp
public double Width { get; set; }
```